Repository: egger/cronica
Catalog: Shared/Localization/*.lproj/Localizable.strings
Languages: ar, pt_br

# settingsBehaviorTitle
source: Behavior
ar: السلوك
pt_br: Comportamento

# settingsAppearanceTitle
source: Appearance
ar: المظهر
pt_br: Aparência

# settingsGeneralTitle
source: General
ar: عام
pt_br: Geral

# settingsSyncTitle
source: Synchronization
ar: المزامنة
pt_br: Sincronização

# settingsReviewCronica
source: Review Cronica on App Store
ar: مراجعة كرونيكا على متجر التطبيقات
pt_br: Escreva uma Review

# settingsPrivacyPolicy
source: Privacy Policy
ar: سياسة الخصوصية
pt_br: Política de privacidade

# settingsDisableTelemetryTitle
source: Disable Crash Reports
ar: تعطيل تقارير الأعطال
pt_br: Desativar Relatórios de Falhas

# settingsDisableTelemetrySubtitle
source: Cronica collects minimal data to minimize app crashes, this data is anonymously. See more details in Privacy Policy.
ar: يقوم كرونيكا بجمع بيانات محدودة للحد من تعطل التطبيق، وهذه البيانات مجهولة المصدر. لمزيد من التفاصيل، اطلع على سياسة الخصوصية.
pt_br: Veja mais detalhes na Política de Privacidade.

# settingsFeedbackTitle
source: Send Feedback
ar: إرسال ملاحظات
pt_br: Enviar Feedback

# settingsPrivacySupportTitle
source: Privacy & Support
ar: الخصوصية والدعم
pt_br: Privacidade e Suporte

# settingsDeveloperOptions
source: Developer Settings
ar: خيارات المطور

# behaviorDoubleTapTitle
source: Double Tap On Cover
ar: النقر المزدوج على الغلاف
pt_br: Toque Duplo Na Capa

# behaviorDoubleTapSubtitle
source: Choose what function to perform when double tap the cover image.
ar: اختر الوظيفة التي ترغب في تنفيذها عند النقر المزدوج على صورة الغلاف.
pt_br: Escolha qual função executar ao tocar duas vezes na imagem da capa.

# behaviorGestureTitle
source: Gestures
ar: الإيماءات
pt_br: Gestos

# behaviorYouTubeTitle
source: Open Trailers in YouTube
ar: فتح المقاطع الدعائية في يوتيوب
pt_br: Abra Trailers no YouTube

# behaviorLinkTitle
source: Links
ar: الروابط

# behaviorTitle
source: Behavior
ar: السلوك
pt_br: Comportamento

# behaviorEpisodeTitle
source: Tap To Mark Episode as Watched
ar: النقر لتحديد الحلقة كمشاهدة
pt_br: Toque para marcar o episódio como assistido

# hapticFeedbackTitle
source: Haptic Feedback
ar: تغذية لمسية
pt_br: Feedback Tátil

# behaviorSwipeTitle
source: Swipe Gestures
ar: إيماءات السحب
pt_br: Gestos de Deslize

# behaviorAllowFullSwipeTitle
source: Allow Full Swipe
ar: السماح بالسحب الكامل
pt_br: Permitir Deslize Completo

# behaviorAllowFullSwipeSubtitle
source: Full Swipe will activate the primary action
ar: السحب الكامل سينفذ الإجراء الأساسي
pt_br: O Deslize Completo ativará a ação principal

# behaviorPrimaryLeftGesture
source: Primary Left Gesture
ar: إيماءة أساسية إلى اليسار
pt_br: Gesto Principal Esquerdo

# behaviorSecondaryLeftGesture
source: Secondary Left Gesture
ar: إيماءة ثانوية إلى اليسار
pt_br: Gesto Secundário Esquerdo

# behaviorPrimaryRightGesture
source: Primary Right Gesture
ar: إيماءة أساسية إلى اليمين
pt_br: Gesto Principal Direito

# behaviorSecondaryRightGesture
source: Secondary Right Gesture
ar: إيماءة ثانوية إلى اليمين
pt_br: Gesto Secundário Direito

source: Reset to Default
ar: إعادة الضبط إلى الافتراضي
pt_br: Redefinir para o Padrão

# appearanceRowTypeTitle
source: Watchlist Item's Information
ar: معلومات عناصر قائمة الانتظار
pt_br: Informações do item da Lista

# appearanceRowTypeSubtitle
source: Choose what type of information you want to display.
ar: اختر نوع المعلومات التي ترغب في عرضها.
pt_br: Escolha que tipo de informação você deseja exibir.

# appearanceWatchlist
source: Watchlist
ar: قائمة الانتظار
pt_br: Lista

# appearanceSendFeedback
source: Send Feedback
ar: إرسال الملاحظات

# appearanceTitle
source: Appearance
ar: المظهر
pt_br: Aparência

# appearanceThemeTitle
source: App Tint
ar: لون التطبيق
pt_br: Cor de Destaque

# appearanceTheme
source: Themes
ar: الثيمات
pt_br: Temas

# appearanceRowStyleTitle
source: Watchlist's Item Style
ar: نمط عنصر قائمة الانتظار
pt_br: Estilo do Item da Lista

# appearanceRowStyleSubtitle
source: Choose how to display your Watchlist
ar: اختر كيفية عرض قائمة الانتظار الخاصة بك
pt_br: Escolha como exibir sua Lista

# appearanceAppThemeTitle
source: App Theme
ar: ثيم التطبيق
pt_br: Tema do aplicativo

# disableTranslucentTitle
source: Disable Translucent Background
ar: تعطيل الخلفية الشفافة
pt_br: Desativar Fundo Translúcido

# appearanceExploreDisplayType
source: Explore's Display Preference
ar: تفضيلات عرض الاستكشاف
pt_br: Preferência de Exibição do Descubra

# appearanceExplore
source: Explore
ar: الاستكشاف
pt_br: Descubra

# appearanceListsDisplayType
source: Lists' Display Preference
ar: تفضيلات عرض القوائم
pt_br: Preferência de Exibição de Listas

# appearanceLists
source: Lists
ar: القوائم
pt_br: Listas

# syncSettingsUpdateWatchlistTitle
source: Update Items
ar: تحديث العناصر
pt_br: Atualizar Itens

# syncSettingsUpdateWatchlistSubtitle
source: Update items with new information, if available on TMDb.
ar: تحديث العناصر بالمعلومات الجديدة، إذا كانت متوفرة على TMDb.
pt_br: Atualize itens com novas informações, se disponíveis no TMDb.

# syncSettingsWatchlistTitle
source: Watchlist
ar: قائمة الانتظار
pt_br: Lista

# syncSettingsTitle
source: Synchronization
ar: المزامنة
pt_br: Sincronização

# acknowledgmentsAppIconTitle
source: Icon Designer
ar: مصمم الأيقونة
pt_br: Designer do Ícone

# acknowledgmentsAppIconSubtitle
source: Akhmad
ar: أخمد

# acknowledgmentsContentProviderTitle
source: Content Provider
ar: موفر المحتوى
pt_br: Provedor de Conteúdo

# settingsAcknowledgments
source: Acknowledgments
ar: الاعترافات
pt_br: Agradecimentos

# settingsAcknowledgmentsFooter
source: Thanks to everyone who made Cronica possible.
ar: شكراً لكل من جعل كرونيكا ممكنًا.
pt_br: Obrigado a todos que tornaram a Cronica possível.

# acknowledgmentsTitle
source: Acknowledgments
ar: الاعترافات
pt_br: Agradecimentos

# acknowledgmentsUserTitle
source: Thank you for your feedback and support!
ar: شكرًا لملاحظاتك ودعمك!
pt_br: Obrigado pelo seu feedback e apoio!

# tipJarTitle
source: Tip Jar
ar: صندوق البقشيش
pt_br: Contribuição

# tipJarFooter
source: You can choose to contribute a small, medium, or large amount, and all proceeds will go towards improving and maintaining the app. Cronica will always remain free and ad-free, so this is purely an optional way for users to support the development of the app.
ar: يمكنك اختيار التبرع بمبلغ صغير، متوسط ​​أو كبير، وسيتم توجيه جميع العائدات لتحسين وصيانة التطبيق. ستظل كرونيكا دائمًا مجانية وخالية من الإعلانات، لذلك يُعتبر هذا الخيار اختياريًا لدعم تطوير التطبيق.
pt_br: Você pode optar por contribuir com uma quantidade pequena, média ou grande, e todos os lucros irão para melhorar e manter o aplicativo. O Cronica sempre permanecerá gratuito e sem anúncios, então esta é uma maneira puramente opcional para os usuários apoiarem o desenvolvimento do aplicativo.

source: Restore Purchases
ar: استعادة المشتريات
pt_br: Restaurar Compras

# appThemeColorsBlue
source: Blue
ar: أزرق
pt_br: Azul

# appThemeColorsRed
source: Red
ar: أحمر
pt_br: Vermelho

# appThemeColorsGreen
source: Green
ar: أخضر
pt_br: Verde

# appThemeColorsBrown
source: Brown
ar: بني
pt_br: Marrom

# appThemeColorsCyan
source: Cyan
ar: سماوي
pt_br: Ciano

# appThemeColorsGray
source: Gray
ar: رمادي
pt_br: Cinza

# appThemeColorsIndigo
source: Indigo
ar: نيلي
pt_br: Anil

# appThemeColorsMint
source: Mint
ar: نعناعي

# appThemeColorsOrange
source: Orange
ar: برتقالي
pt_br: Laranja

# appThemeColorsPink
source: Pink
ar: وردي
pt_br: Rosa

# appThemeColorsPurple
source: Purple
ar: بنفسجي
pt_br: Roxo

# appThemeColorsTeal
source: Teal
ar: زبرجدي

# appThemeColorsYellow
source: Yellow
ar: أصفر
pt_br: Amarelo

# watchlistItemTypeList
source: List
ar: قائمة
pt_br: Lista

# watchlistItemTypePoster
source: Poster
ar: بوستر

# watchlistItemTypeCard
source: Card
ar: كارت
pt_br: Cartão

# appThemeSystem
source: System
ar: النظام
pt_br: Sistema

# appThemeLight
source: Light
ar: فاتح
pt_br: Claro

# appThemeDark
source: Dark
ar: داكن
pt_br: Escuro

# watchProviderBr
source: Brazil
ar: البرازيل
pt_br: Brasil

# watchProviderUs
source: United States of America
ar: الولايات المتحدة الأمريكية
pt_br: Estados Unidos da América

# watchProviderAe
source: United Arab Emirates
ar: الإمارات العربية المتحدة
pt_br: Emirados Árabes Unidos

# watchProviderAr
source: Argentina
ar: الأرجنتين

# watchProviderAt
source: Austria
ar: النمسا
pt_br: Áustria

# watchProviderAu
source: Australia
ar: أستراليا

# watchProviderBe
source: Belgium
ar: بلجيكا
pt_br: Bélgica

# watchProviderBg
source: Bulgaria
ar: بلغاريا
pt_br: Bulgária

# watchProviderCa
source: Canada
ar: كندا
pt_br: Canadá

# watchProviderCh
source: Switzerland
ar: سويسرا
pt_br: Suíça

# watchProviderCz
source: Czech Republic
ar: الجمهورية التشيكية
pt_br: República Checa

# watchProviderDe
source: Germany
ar: ألمانيا
pt_br: Alemanha

# watchProviderDk
source: Denmark
ar: الدنمارك
pt_br: Dinamarca

# watchProviderEe
source: Estonia
ar: إستونيا
pt_br: Estônia

# watchProviderEs
source: Spain
ar: إسبانيا
pt_br: Espanha

# watchProviderFi
source: Finland
ar: فنلندا
pt_br: Finlândia

# watchProviderFr
source: France
ar: فرنسا
pt_br: França

# watchProviderGb
source: United Kingdom
ar: المملكة المتحدة
pt_br: Reino Unido

# watchProviderHk
source: Hong Kong
ar: هونغ كونغ

# watchProviderHr
source: Croatia
ar: كرواتيا
pt_br: Croácia

# watchProviderHu
source: Hungary
ar: هنغاريا
pt_br: Hungria

# watchProviderId
source: Indonesia
ar: إندونيسيا

# watchProviderIe
source: Ireland
ar: أيرلندا
pt_br: Irlanda

# watchProviderIndia
source: India
ar: الهند

# watchProviderIt
source: Italy
ar: إيطاليا
pt_br: Itália

# watchProviderJp
source: Japan
ar: اليابان
pt_br: Japão

# watchProviderKr
source: South Korea
ar: كوريا الجنوبية
pt_br: Coreia do Sul

# watchProviderLt
source: Lithuania
ar: ليتوانيا
pt_br: Lituânia

# watchProviderMx
source: Mexico
ar: المكسيك

# watchProviderNl
source: Netherlands
ar: هولندا
pt_br: Holanda

# watchProviderNo
source: Norway
ar: النرويج
pt_br: Noruega

# watchProviderNz
source: New Zealand
ar: نيوزيلندا
pt_br: Nova Zelândia

# watchProviderPh
source: Philippines
ar: الفلبين
pt_br: Filipinas

# watchProviderPl
source: Poland
ar: بولندا
pt_br: Polônia

# watchProviderPt
source: Portugal
ar: البرتغال

# watchProviderRs
source: Serbia
ar: صربيا

# watchProviderSk
source: Slovakia
ar: سلوفاكيا
pt_br: Eslováquia

# watchProviderTr
source: Turkey
ar: تركيا
pt_br: Turquia

# watchProviderSe
source: Sweden
ar: السويد
pt_br: Suécia

# watchProviderZa
source: South Africa
ar: جنوب أفريقيا
pt_br: África do Sul

source: The next episode is set to arrive today.
ar: الحلقة التالية مقرر وصولها اليوم.
pt_br: O próximo episódio está programado para chegar hoje.

source: Next episode arrives today.
ar: الحلقة التالية تصل اليوم.
pt_br: Próximo episódio chega hoje.

source: The movie will be released today.
ar: سيتم إصدار الفيلم اليوم.
pt_br: O filme será lançado hoje.

source: Done
ar: تم
pt_br: Concluído

source: No details available.
ar: لا توجد تفاصيل متوفرة.
pt_br: Nenhum detalhe disponível.

source: Not Available
ar: غير متاح
pt_br: Não disponível

source: No information available
ar: لا توجد معلومات متاحة
pt_br: Nenhuma informação disponível

source: No title available
ar: لا يوجد عنوان متاح
pt_br: Nenhuma informação disponível

source: Up Coming
ar: قادم
pt_br: Próximos Lançamentos

source: Upcoming Episodes
ar: الحلقات القادمة
pt_br: Próximos Episódios

source: Arriving Soon
ar: قادم قريبًا
pt_br: Chegando em breve

source: Latest Movies
ar: أحدث الأفلام
pt_br: Lançamentos Recentes

source: Latest Shows
ar: أحدث البرامج
pt_br: Últimas séries de TV

source: Upcoming Movies
ar: الأفلام القادمة
pt_br: Próximos Filmes

source: TV Show
ar: برنامج تلفزيوني
pt_br: Série

source: Movie
ar: فيلم
pt_br: Filme

source: People
ar: الأشخاص
pt_br: Pessoa

source: Popular Movies
ar: الأفلام الشهيرة
pt_br: Filmes Populares

source: Movies
ar: أفلام
pt_br: Filmes

source: TV Shows
ar: برامج تلفزيونية
pt_br: Séries

source: Sort
ar: ترتيب
pt_br: Agrupar

source: Media Type
ar: نوع الوسائط
pt_br: Tipo

# Default
source: Optimized
ar: افتراضي
pt_br: Otimizada

source: Favorites
ar: المفضلة
pt_br: Favoritos

source: To Watch
ar: للمشاهدة
pt_br: Para Assistir

source: Unwatched
ar: لم يتم المشاهدة
pt_br: Para Assistir

source: Watched
ar: تمت المشاهدة
pt_br: Assistidos

source: Upcoming Seasons
ar: المواسم القادمة
pt_br: Próximas Temporadas

source: Renewed Series
ar: السلاسل المجددة
pt_br: Série Renovada

source: Releasing Soon
ar: قريبًا للإصدار
pt_br: Lançamento em breve

source: Recently Released
ar: صدرت حديثًا
pt_br: Lançado recentemente

source: Remove
ar: إزالة
pt_br: Remover

source: Added to Watchlist
ar: تمت الإضافة إلى قائمة الانتظار
pt_br: Adicionado à lista

source: Mark as
ar: وضع علامة كـ
pt_br: Marcar como

source: Add to Favorites
ar: إضافة إلى المفضلة
pt_br: Adicionar aos Favoritos

source: Share
ar: مشاركة
pt_br: Compartilhar

source: Mark this and previous episodes as watched
ar: وضع علامة على هذه الحلقة والحلقات السابقة كمشاهدة
pt_br: Marque este e os episódios anteriores como assistidos

source: No Episode Available
ar: لا توجد حلقة متاحة
pt_br: Nenhum Episódio Disponível

source: Season Marked as Watched
ar: تم وضع علامة على الموسم كمشاهدة
pt_br: Temporada marcada como assistida

source: No biography available.
ar: لا يوجد سيرة ذاتية متاحة.
pt_br: Nenhuma biografia disponível.

source: No information available.
ar: لا توجد معلومات متاحة.
pt_br: Nenhuma informação disponível.

source: No Name Found
ar: لم يتم العثور على اسم
pt_br: Nenhum nome encontrado

source: Remove Selected
ar: إزالة المحدد
pt_br: Remover Selecionados

source: Mark selected as watched
ar: وضع علامة على المحدد كمشاهدة
pt_br: Marcar selecionados como assistidos

source: Mark selected as unwatched
ar: وضع علامة على المحدد كغير مشاهدة
pt_br: Marcar selecionados como não assistidos

source: Open in
ar: فتح في
pt_br: Abrir em

source: Coming Soon To Theaters
ar: قريبًا في دور العرض
pt_br: Em Breve Nos Cinemas

source: Pins
ar: دبابيس
pt_br: Fixados

source: Email (optional)
ar: البريد الإلكتروني (اختياري)
pt_br: E-mail (opcional)

source: Open in YouTube
ar: فتح على YouTube
pt_br: Abrir no YouTube

source: List Filters
ar: مرشحات القائمة
pt_br: Filtros de Lista

source: Add to List
ar: إضافة إلى القائمة
pt_br: Adicionar à Lista

source: Remove from List
ar: إزالة من القائمة
pt_br: Remover da Lista

source: Pinned Items
ar: العناصر المثبتة
pt_br: Itens Fixados

source: Show Details
ar: عرض التفاصيل
pt_br: Mostrar Detalhes

source: Archive
ar: أرشيف
pt_br: Arquivo

source: Archive Item
ar: أرشفة العنصر
pt_br: Arquivar Item

source: Remove from Archive
ar: إزالة من الأرشيف
pt_br: Remover do Arquivo

source: Be reminded of upcoming Movies & TV Shows.
ar: تذكر بالأفلام والبرامج التلفزيونية القادمة.
pt_br: Lembre-se dos próximos filmes e séries.

source: Your smart Watchlist
ar: قائمة الانتظار الذكية الخاصة بك
pt_br: Sua Lista inteligente

# addAndMarkWatchedButton
source: Add and Mark as Watched
ar: إضافة ووضع علامة كمشاهدة
pt_br: Adicionar e Marcar como Assistido

source: Marked as Watched
ar: تم وضع علامة كمشاهدة
pt_br: Marcado como Assistido

source: Removed from Watched
ar: تمت الإزالة من المشاهدة
pt_br: Removido de Assistido

source: Marked as Favorite
ar: تم وضع علامة كمفضلة
pt_br: Marcado como Favorito

source: Removed from Favorites
ar: تمت الإزالة من المفضلة
pt_br: Removido dos Favoritos

source: This product uses the TMDb API but is not endorsed or certified by TMDb.
ar: يستخدم هذا المنتج واجهة برمجة التطبيقات TMDb ولكنه ليس مصادقًا عليه أو معتمدًا من قبل TMDb.
pt_br: Este produto usa a API TMDb, mas não é endossado ou certificado pelo TMDb.

source: Add to Watchlist
ar: أضف إلى قائمة الانتظار
pt_br: Adicionar

source: Remove from Watchlist
ar: إزالة من قائمة الانتظار
pt_br: Remover

source: About
ar: حول
pt_br: Sobre

source: Trailers
ar: عروض

source: Seasons
ar: مواسم
pt_br: Temporadas

source: Recommendations
ar: توصيات
pt_br: Recomendações

source: You may like
ar: قد تعجبك
pt_br: Você pode gostar

source: Mark as Watched
ar: وضع علامة كمشاهدة
pt_br: Marcar como Assistido

source: Remove from Watched
ar: إزالة من المشاهدة
pt_br: Remover de Assistidos

source: Mark as Favorite
ar: وضع علامة كمفضلة
pt_br: Marcar como Favorito

source: Remove from Favorites
ar: إزالة من المفضلة
pt_br: Remover de Favoritos

source: Ratings Score
ar: تقييم
pt_br: Pontuação de Classificações

source: Explore
ar: استكشاف
pt_br: Descubra

source: Action
ar: حركة
pt_br: Ação

source: Adventure
ar: مغامرة
pt_br: Aventura

source: Animation
ar: رسوم متحركة
pt_br: Animação

source: Comedy
ar: كوميديا
pt_br: Comédia

source: Crime
ar: جريمة

source: Documentary
ar: وثائقي
pt_br: Documentário

source: Drama
ar: دراما

source: Family
ar: عائلي
pt_br: Família

source: Fantasy
ar: خيال
pt_br: Fantasia

source: History
ar: تاريخ
pt_br: História

source: Horror
ar: رعب
pt_br: Terror

source: Music
ar: موسيقى
pt_br: Música

source: Mystery
ar: غموض
pt_br: Mistério

source: Romance
ar: رومانسية

source: Science Fiction
ar: خيال علمي
pt_br: Ficção científica

source: Thriller
ar: إثارة

source: War
ar: حرب
pt_br: Guerra

source: Action & Adventure
ar: حركة ومغامرة
pt_br: Ação e Aventura

source: Kids
ar: أطفال
pt_br: Infantil

source: Reality
ar: واقع

source: Sci-Fi & Fantasy
ar: خيال علمي وفانتازيا
pt_br: Ficção Científica e Fantasia

source: Genres
ar: أنواع
pt_br: Gêneros

source: Popular Movies by Genre
ar: أفلام شائعة حسب النوع
pt_br: Filmes populares por gênero

# Popular TV Shows by Genre
source: Popular TV Series by Genre
ar: برامج تلفزيونية شائعة حسب النوع
pt_br: Séries de TV populares por gênero

source: Run-Time
ar: مدة التشغيل
pt_br: Tempo de Duração

source: Release Date
ar: تاريخ الإصدار
pt_br: Data de Lançamento

source: Status
ar: الحالة

source: Genre
ar: النوع
pt_br: Gênero

source: Region of Origin
ar: منطقة المنشأ
pt_br: Região de Origem

source: Production Company
ar: شركة الإنتاج
pt_br: Empresa de Produção

source: Information
ar: معلومات
pt_br: Informações

source: Home
ar: الرئيسية
pt_br: Início

source: Watchlist
ar: قائمة الانتظار
pt_br: Lista

source: Search
ar: بحث
pt_br: Pesquisar

source: Support
ar: الدعم
pt_br: Suporte

source: Send Feedback
ar: إرسال التعليقات
pt_br: Enviar Sugestão

source: Privacy Policy
ar: سياسة الخصوصية
pt_br: Política de Privacidade

source: Gesture
ar: اللمسة
pt_br: Gestos

source: Double Tap Gesture
ar: اللمسة المزدوجة
pt_br: Gesto de Dois Toques

source: The function is performed when double-tap the cover image.
ar: يتم تنفيذ الوظيفة عند النقر المزدوج على صورة الغلاف.
pt_br: A função será executada quando tocar duas vezes na imagem da capa.

source: Settings
ar: الإعدادات
pt_br: Ajustes

source: Review Cronica
ar: مراجعة كرونيكا
pt_br: Avalie Cronica

source: Send Feedback
ar: إرسال التعليقات
pt_br: Enviar Sugestão

source: Feedback
ar: تعليقات
pt_br: Sugestão

source: Send
ar: إرسال
pt_br: Enviar

source: Cancel
ar: إلغاء
pt_br: Cancelar

source: Send your suggestions to help improve Cronica.
ar: أرسل اقتراحاتك للمساعدة في تحسين كرونيكا.
pt_br: Envie suas sugestões para ajudar a melhorar o Cronica.

# Feedback sent
source: Thank you for your feedback.
ar: شكرًا لتعليقاتك.
pt_br: Obrigado pelo seu feedback.

source: Sync
ar: مزامنة
pt_br: Sincronização

source: Update Items
ar: تحديث العناصر
pt_br: Atualizar Itens

source: 'Update Items' will update your items with new information available on TMDb, if available.
ar: سيقوم 'تحديث العناصر' بتحديث عناصرك بالمعلومات الجديدة المتوفرة على TMDb، إن توفرت.
pt_br: 'Atualizar Itens' atualizará seus itens com novas informações disponíveis no TMDb, se disponíveis.

source: Privacy
ar: الخصوصية
pt_br: Privacidade

source: Open Trailers in YouTube App
ar: افتح العروض الترويجية في تطبيق YouTube
pt_br: Abra Trailers no Aplicativo do YouTube

source: Trending
ar: الأكثر انتشارًا
pt_br: Em Alta

source: This week
ar: هذا الأسبوع
pt_br: Esta semana

source: Today
ar: اليوم
pt_br: Hoje

source: My Pins
ar: الدبابيس الخاصة بي
pt_br: Meus Pins

source: Your pinned items
ar: العناصر التي قُمت بتثبيتها
pt_br: Seus itens fixados

source: Remove Pin
ar: إزالة الدبوس
pt_br: Remover Fixado

source: Coming Soon
ar: قريبًا
pt_br: Em Breve

source: From Watchlist
ar: من قائمة الانتظار
pt_br: Da Lista

source: Biography
ar: السيرة الذاتية
pt_br: Biografia

source: Cast & Crew
ar: الممثلين وطاقم العمل
pt_br: Elenco & Equipe

source: Season %lld
ar: الموسم %lld
pt_br: Temporada %lld

source: EPISODE %lld
ar: الحلقة %lld
pt_br: Episódio %lld

source: Mark Season as Watched
ar: وضع علامة على الموسم كمشاهدة
pt_br: Marcar temporada como assistida

source: Filmography
ar: السيرة الفنية
pt_br: Filmografia

source: Know for
ar: معروف بـ
pt_br: Conhecido por

source: Movies, Shows, People
ar: الأفلام والبرامج التلفزيونية والأشخاص
pt_br: Filmes, Séries, Pessoas

source: Searching
ar: جاري البحث
pt_br: Pesquisando

source: No Results
ar: لا توجد نتائج
pt_br: Sem Resultados

source: All
ar: الكل
pt_br: Todos

source: Shows
ar: البرامج التلفزيونية
pt_br: Séries

source: Your list is empty.
ar: القائمة فارغة.
pt_br: Sua lista está vazia.

source: Now Available
ar: متوفر الآن
pt_br: Disponível

source: Released
ar: تم الإصدار
pt_br: Lançado

source: Search Watchlist
ar: البحث في قائمة الانتظار
pt_br: Procure na Lista

source: In Production
ar: جاري الإنتاج
pt_br: Em Produção

source: Production
ar: في الإنتاج
pt_br: Em Produção

source: Cancelled
ar: ملغى
pt_br: Cancelado

source: Unknown
ar: غير معروف
pt_br: Desconhecido

source: Released Movies
ar: الأفلام المصدرة
pt_br: Filmes Lançados

source: Released Shows
ar: البرامج التلفزيونية المصدرة
pt_br: Séries Lançadas

source: Releases
ar: الإصدارات
pt_br: Lançamentos

source: Upcoming
ar: قادمة
pt_br: Em Breve

source: No results
ar: لا توجد نتائج
pt_br: Sem resultados

source: Search results
ar: نتائج البحث
pt_br: Resultado da busca

source: This list is empty.
ar: هذه القائمة فارغة.
pt_br: Esta lista está vazia.

source: Sort List
ar: فرز القائمة
pt_br: Filtrar Lista

source: Results from Watchlist
ar: النتائج من قائمة الانتظار
pt_br: Resultados da Lista

source: No results from Watchlist
ar: لا توجد نتائج من قائمة الانتظار
pt_br: Nenhum resultado da Lista

source: Results from TMDb
ar: النتائج من TMDb
pt_br: Resultados do TMDb

source: No results from TMDb
ar: لا توجد نتائج من TMDb
pt_br: Nenhum resultado do TMDb

source: Pin Item
ar: تثبيت العنصر
pt_br: Fixar Item

source: Unpin Item
ar: إلغاء تثبيت العنصر
pt_br: Desafixar Item

source: Pin Items
ar: تثبيت العناصر
pt_br: Fixar Itens

source: Invalid Response.
ar: استجابة غير صحيحة.
pt_br: Resposta Inválida.

source: Invalid Request.
ar: طلب غير صحيح.
pt_br: Solicitação Inválida.

source: Invalid Endpoint.
ar: نقطة نهاية غير صحيحة.
pt_br: Endpoint Inválido.

source: Error reading this title.
ar: خطأ في قراءة هذا العنوان.
pt_br: Erro ao ler este título.

# Invalid API key: You must be granted a valid key.
source: Invalid API key.
ar: مفتاح واجهة برمجة التطبيقات غير صالح: يجب منح مفتاح صحيح.
pt_br: Chave de API inválida.

source: Internal error: Something went wrong, contact TMDb.
ar: خطأ داخلي: حدث خطأ ما، يرجى الاتصال بـ TMDb.
pt_br: Erro interno: algo deu errado, entre em contato com o TMDB.

source: The API is undergoing maintenance. Try again later.
ar: الواجهة البرمجية تحت الصيانة. يرجى المحاولة مرة أخرى لاحقًا.
pt_br: A API está em manutenção. Tente novamente mais tarde.

source: Error
ar: خطأ
pt_br: Erro

source: Retry
ar: إعادة المحاولة
pt_br: Tentar novamente

source: Search TMDb
ar: البحث في TMDb
pt_br: Procure no TMDb

# For more details, open the companion app.
source: For more details, open the iPhone app.
ar: لمزيد من التفاصيل، قم بفتح تطبيق الرفيق.
pt_br: Para mais detalhes, abra o aplicativo no iPhone.

source: Shows movies and TV Shows trending from TMDb.
ar: يعرض أفلامًا وبرامج تلفزيونية شائعة من TMDb.
pt_br: Mostra filmes e séries em destaque da TMDb.

source: Notifications
ar: الإشعارات
pt_br: Notificações
