Repository: egger/cronica
Catalog: Shared/Localization/*.lproj/Localizable.strings
Languages: ar, pt_br

source: Theatrical
ar: عرض في دور السينما
pt_br: Cinema

source: Digital
ar: رقمي

source: Physical
ar: بدني
pt_br: Físico

source: TV
ar: تلفزيون

# addedWatchlist
source: Added to Watchlist
ar: تمت الإضافة إلى قائمة المشاهدة
pt_br: Adicionado

# removedWatchlist
source: Removed from Watchlist
ar: تمت الإزالة من قائمة المشاهدة
pt_br: Removido

# markedWatched
source: Marked as Watched
ar: تم وضع علامة كمشاهدة
pt_br: Marcado como assistido

# removedWatched
source: Removed from Watched
ar: تمت الإزالة من المشاهدة
pt_br: Removido dos assistidos

# markedFavorite
source: Marked as Favorite
ar: تم وضع علامة كمفضل
pt_br: Marcado como favorito

# removedFavorite
source: Removed from Favorites
ar: تمت الإزالة من المفضلة
pt_br: Removido dos favoritos

# markedArchive
source: Marked as Archive
ar: تم وضع علامة كأرشيف
pt_br: Marcado como arquivo

# removedArchive
source: Removed from Archive
ar: تمت الإزالة من الأرشيف
pt_br: Removido dos arquivos

# markedPin
source: Pinned
ar: تم التثبيت
pt_br: Fixado

# removedPin
source: Unpinned
ar: تمت الإزالة من التثبيت
pt_br: Desafixado

source: Mark some episodes as watched to use Up Next.
ar: قم بوضع علامة على بعض الحلقات كمشاهدة لاستخدام القادمة.
pt_br: Marque alguns episódios como assistidos para usar o Seguintes.

source: Your upcoming items will appear here.
ar: ستظهر عناصرك القادمة هنا.
pt_br: Seus próximos títulos aparecerão aqui.

source: Prefer Poster in Details Page
ar: المفضلة: البوستر في صفحة التفاصيل
pt_br: Preferir Cartaz na Página de Detalhes

source: Details Page
ar: صفحة التفاصيل
pt_br: Página de Detalhes

# moreInfoShow
source: More Info
ar: مزيد من المعلومات
pt_br: Mais Informações

# markedEpisodeWatched
source: Marked Episode as Watched
ar: تم وضع علامة على الحلقة كمشاهدة
pt_br: Episódio Marcado como Assistido

# removedEpisodeWatched
source: Removed Episode from Watched
ar: تمت إزالة الحلقة من المشاهدات
pt_br: Episódio Removido dos Assistidos

source: Confirm and delete items
ar: تأكيد وحذف العناصر
pt_br: Confirmar e Deletar Itens

# tmdbSyncFeatures
source: You'll be able to see your lists and manage their content.
ar: ستتمكن من رؤية قوائمك وإدارة محتواها.
pt_br: Você poderá ver suas listas e gerenciar seu conteúdo.

# callToReviewTitle
source: Enjoying Cronica?
ar: تستمتع بـ Cronica؟
pt_br: Está gostando de Cronica?

# callToReviewSubtitle
source: Leave a Review on the App Store!
ar: اترك تقييمًا على متجر التطبيقات!
pt_br: Deixe um comentário na App Store!

# reviewInTheAppStore
source: Review App
ar: تقييم التطبيق
pt_br: Avaliar o App

# dismissReviewCall
source: Dismiss
ar: تجاهل
pt_br: Dispensar

# feedbackSent
source: Feedback Sent. Thank you!
ar: تم إرسال الملاحظات. شكرًا لك!
pt_br: Feedback Enviado. Obrigado!

# titleAsc
source: Title (Ascending)
ar: العنوان (تصاعدي)
pt_br: Título (Crescente)

# titleDesc
source: Title (Descending)
ar: العنوان (تنازلي)
pt_br: Título (Decrescente)

# dateAsc
source: Date (Ascending)
ar: التاريخ (تصاعدي)
pt_br: Data (Crescente)

# dateDesc
source: Date (Descending)
ar: التاريخ (تنازلي)
pt_br: Data (Decrescente)

# ratingAsc
source: Rating (Ascending)
ar: التقييم (تصاعدي)
pt_br: Avaliação (Crescente)

# ratingDesc
source: Rating (Descending)
ar: التقييم (تنازلي)
pt_br: Avaliação (Decrescente)

source: Not Watched
ar: لم يتم المشاهدة
pt_br: Não Assistido

source: Spanish
ar: الإسبانية
pt_br: Espanhol

# emptyList
source: Nothing found matching the selected filter. Try changing the filters.
ar: لم يتم العثور على أي شيء يتطابق مع الفلتر المحدد. حاول تغيير الفلاتر.
pt_br: Nada encontrado que corresponda ao filtro selecionado. Tente mudar os filtros.
