Repository: egger/cronica
Catalog: Shared/Localization/*.lproj/Localizable.strings
Languages: ar, pt_br

source: Upcoming Notifications
ar: الإشعارات القادمة
pt_br: Próximas Notificações

source: Recent Notifications
ar: الإشعارات الأخيرة
pt_br: Notificações Recentes

source: No notifications
ar: لا توجد إشعارات
pt_br: Sem notificações

source: Remove Notification
ar: إزالة الإشعار
pt_br: Remover Notificação

source: Loading
ar: جارٍ التحميل
pt_br: Carregando

source: %lld upcoming notifications.
ar: %lld إشعار قادم.
pt_br: %lld notificações futuras.

# watchlistSubtitleRowNone
source: Default
ar: الافتراضي
pt_br: Padrão

# watchlistSubtitleRowGenre
source: Genre
ar: النوع
pt_br: Gênero

# watchlistSubtitleRowDate
source: Release Date
ar: تاريخ الإصدار
pt_br: Data de Lançamento

source: Favorite
ar: المفضلة
pt_br: Favorito

# removeDialogTitle
source: Are You Sure?
ar: هل أنت متأكد؟
pt_br: Você Tem Certeza?

# confirmDialogAction
source: Confirm
ar: تأكيد
pt_br: Confirmar

# cancelConfirmDialogAction
source: Cancel
ar: إلغاء
pt_br: Cancelar

source: Welcome to
ar: مرحبًا بك في
pt_br: Bem-vindo a

source: Cronica
ar: كرونيكا

source: Continue
ar: متابعة
pt_br: Continuar

source: Find
ar: البحث عن
pt_br: Busque

source: Search for upcoming movies and tv shows.
ar: البحث عن الأفلام والبرامج التلفزيونية القادمة.
pt_br: Procure seus próximos filmes e programas de TV.

source: Never miss out
ar: لا تفوت أبدًا
pt_br: Receba as notificações

source: Get notifications about the newest releases.
ar: احصل على إشعارات حول أحدث الإصدارات.
pt_br: Receba notificações sobre os últimos lançamentos.

source: Organize
ar: تنظيم
pt_br: Tudo organizado

source: Keep everything organized inside the Watchlist.
ar: احتفظ بكل شيء منظمًا داخل قائمة الانتظار.
pt_br: Mantenha tudo organizado dentro da Lista.

source: Your Watchlist
ar: قائمة الانتظار الخاصة بك
pt_br: Sua Lista

source: Add everything you want, the Watchlist automatically organizes it for you.
ar: أضف كل ما تريد، تقوم قائمة الانتظار تلقائيًا بتنظيمه لك.
pt_br: Adicione tudo o que quiser, a Lista organiza automaticamente para você.

source: Discover what's next
ar: اكتشف ما هو قادم
pt_br: Descubra novos títulos

source: The Discover will help you find your next favorite title.
ar: سيساعدك الاكتشاف في العثور على العنوان المفضل لديك التالي.
pt_br: O Descubra ajudará você a encontrar seu próximo título favorito.

source: Track your episodes
ar: تتبع حلقاتك
pt_br: Acompanhe seus episódios

source: Keep track of every episode you've watched.
ar: تتبع كل حلقة شاهدتها.
pt_br: Acompanhe todos os episódios que você assistiu.

source: Always Synced
ar: متزامن دائمًا
pt_br: Sempre Sincronizado

source: Your Watchlist is always in sync with your Apple Watch, iPad, Mac, and Apple TV.
ar: قائمة الانتظار الخاصة بك دائمًا متزامنة مع ساعة Apple Watch و iPad و Mac و Apple TV.
pt_br: Sua Lista está sempre sincronizada com seu Apple Watch, iPad, Mac e Apple TV.

# justWatchSubtitle
source: Provided by JustWatch
ar: مُقدمة من JustWatch
pt_br: Fornecido pelo JustWatch

# openWatchProviderTitle
source: This will open TMDb website with the links to each service.
ar: سيفتح ذلك موقع TMDb مع الروابط إلى كل خدمة.
pt_br: Isso abrirá o site da TMDb com os links para cada serviço.

# confirmOpenWatchProvider
source: Confirm
ar: تأكيد
pt_br: Confirmar

# confirmOpenDontAskAgainProvider
source: Confirm and don't ask again
ar: تأكيد وعدم السؤال مرة أخرى
pt_br: Confirme e não pergunte novamente

# cancelOpenWatchProvider
source: Cancel
ar: إلغاء
pt_br: Cancelar

# watchProviderTitleList
source: How to Watch
ar: كيفية المشاهدة
pt_br: Como Assistir

# behaviorWatchProvidersTitle
source: Watch Providers
ar: موفرو الخدمة
pt_br: Provedor de Conteúdo

# behaviorWatchProvidersSubtitle
source: See in what platforms the content is available on.
ar: شاهد الخدمات التي يتوفر بها المحتوى.
pt_br: Veja em quais plataformas o conteúdo está disponível.

# watchRegionTitle
source: Watch Provider Region
ar: منطقة مقدمي الخدمة
pt_br: Região do Provedor de Conteúdo

# watchRegionSubtitle
source: Watch Providers will adapt to the selected region.
ar: سيتكيف موفرو الخدمة مع المنطقة المحددة.
pt_br: O provedor de conteúdo se adaptará à região selecionada.

# contentRegionTitle
source: Region
ar: المنطقة
pt_br: Região

source: Send Email
ar: إرسال بريد إلكتروني
pt_br: Enviar Email

# sendEmailFooter
source: If you prefer, you can send an email for a faster follow-up.
ar: إذا كنت تفضل ذلك، يمكنك إرسال بريد إلكتروني للحصول على متابعة أسرع.
pt_br: Se preferir, você pode enviar um e-mail para um acompanhamento mais rápido.

# mediaTypeDiscoverFilterTitle
source: Media Type
ar: نوع الوسائط
pt_br: Tipo de Mídia

# genreDiscoverFilterTitle
source: Genre
ar: النوع
pt_br: Gênero

# filterDiscoverTitle
source: Filters
ar: الفلاتر
pt_br: Filtros

# hideAddedItemsDiscoverFilter
source: Hide Added Items
ar: إخفاء العناصر المُضافة
pt_br: Ocultar Itens Adicionados

# whereToWatchDiscoverFilter
source: Where To Watch
ar: أين تشاهد
pt_br: Onde Assistir

# watchProviderToggleDiscover
source: Only Show From Watch Provider
ar: عرض العناصر فقط من مقدمي الخدمة

# swipeGestureWatch
source: Watch
ar: شاهد
pt_br: Assistido

# swipeGestureFavorite
source: Favorite
ar: المفضلة
pt_br: Favorito

# swipeGesturePin
source: Pin
ar: تثبيت
pt_br: Fixado

# swipeGestureArchive
source: Archive
ar: أرشفة
pt_br: Arquivar

# swipeGestureDelete
source: Delete
ar: حذف
pt_br: Deletar

# swipeGestureShare
source: Share
ar: مشاركة
pt_br: Compartilhar

source: List Name
ar: اسم القائمة
pt_br: Nome da Lista

source: Share List
ar: مشاركة القائمة
pt_br: Compartilhar Lista

# listBasicHeader
source: Basic
ar: أساسي
pt_br: Básico

# newCustomListTitle
source: New List
ar: قائمة جديدة
pt_br: Nova Lista

source: List Description
ar: وصف القائمة
pt_br: Descrição da Lista

# createList
source: Create New List
ar: حفظ
pt_br: Salvar

source: New List
ar: قائمة جديدة
pt_br: Nova Lista

source: Your Lists
ar: قوائمك
pt_br: Suas Listas

source: Lists
ar: القوائم
pt_br: Listas

# listItemsToAdd
source: Select Items
ar: تحديد العناصر
pt_br: Selecione Itens

# cantSendFeedback
source: To send feedback in-app, you must disable 'Disable Crash Reports'
ar: لإرسال التعليقات داخل التطبيق، يجب تعطيل 'تعطيل تقارير الأخطاء'
pt_br: Para enviar feedback no aplicativo, você deve desativar 'Desativar Relatórios de Falhas'

source: Add to List...
ar: إضافة إلى القائمة...
pt_br: Adicionar à Lista...

# companiesTitle
source: Companies
ar: الشركات
pt_br: Empresas

# allCustomWatchListFilters
source: All
ar: الكل
pt_br: Tudo

# moviesCustomWatchListFilters
source: Movies
ar: الأفلام
pt_br: Filmes

# showsCustomWatchListFilters
source: TV Shows
ar: البرامج التلفزيونية
pt_br: Séries

# editListRemoveItems
source: Remove Items
ar: إزالة العناصر
pt_br: Remover Itens

source: %lld items • %@
ar: %lld عناصر • %@

source: Untitled List
ar: قائمة بدون عنوان

source: %lld items
ar: %lld عنصر

source: Default List
ar: القائمة الافتراضية
pt_br: Lista Padrão

source: Title
ar: العنوان

source: Media
ar: الوسائط
pt_br: Vídeos

source: Person
ar: الشخص

source: Save
ar: حفظ
pt_br: Salvar

# featureRoadmap
source: Upcoming Features
ar: ميزات قادمة
pt_br: Próximos Recursos

# featureRoadmapHeader
source: Vote for the next features you want to see first.
ar: صوت للميزات القادمة التي ترغب في رؤيتها أولاً.
pt_br: Vote nos próximos recursos que você deseja ver primeiro.

# featureRoadmapSubtitle
source: Use the 'plus' icon to suggest a new feature.
ar: استخدم رمز 'إضافة' لاقتراح ميزة جديدة.
pt_br: Use o ícone 'mais' para sugerir um novo recurso.

# importTitle
source: Import
ar: استيراد
pt_br: Importar

# exportTitle
source: Export
ar: تصدير
pt_br: Exportar

# syncSettingsItemsTitle
source: Items
ar: العناصر
pt_br: Itens

# generatingExportFile
source: Generating JSON file, please wait.
ar: جارٍ إنشاء ملف JSON، يرجى الانتظار.
pt_br: Gerando arquivo JSON, por favor aguarde.

# allowNotification
source: Allow Notifications
ar: السماح بالإشعارات
pt_br: Permitir Notificações

# movieNotificationTitle
source: Notify Movies Releases
ar: تنبيهات الأفلام
pt_br: Notificar Lançamentos de Filmes

# movieNotificationSubtitle
source: Notify when a movie on your watchlist is released.
ar: تلقي إشعار عندما يتم إصدار فيلم من قائمة المشاهدة.
pt_br: Notificar quando um filme da sua lista for lançado.

# episodeNotificationTitle
source: Notify New Episodes
ar: تنبيهات الحلقات الجديدة
pt_br: Notificar Novos Episódios

# episodeNotificationSubtitle
source: Notify when a new episode from a TV Show on your watchlist is released.
ar: تلقي إشعار عندما يتم إصدار حلقة جديدة من برنامج تلفزيوني من قائمة المشاهدة.
pt_br: Notificar quando um novo episódio de uma série da sua lista for lançado.

# settingsNotificationTitle
source: Notifications
ar: الإشعارات
pt_br: Notificações

# changelogViewTitle
source: What's New
ar: ما الجديد
pt_br: Novidades

source: Tip Jar
ar: صندوق البقشيش
pt_br: Contribuição

# tipJarDescription
source: If you love the app, consider supporting through Tip Jar.
ar: إذا كنت تحب التطبيق، افكر في دعمه عبر صندوق البقشيش.
pt_br: Se você gosta do aplicativo, considere apoiar através da Contribuição.

# featureOneTitle
source: Up Next
ar: القادم
pt_br: Próximo na Lista

# featureOneDescription
source: Check out the next episode of your favorite TV series and mark it as watched in a snap.
ar: تحقق من الحلقة التالية من مسلسلك التلفزيوني المفضل وقم بوضع علامة عليها كمشاهدة بنقرة واحدة.
pt_br: Confira o próximo episódio da sua série favorita e marque como assistido rapidamente.

# featureTwoTitle
source: Personalized Recommendations
ar: اقتراحات مخصصة
pt_br: Recomendações Personalizadas

# featureTwoDescription
source: Get tailored movie and TV show recommendations based on what you've watched in Cronica.
ar: احصل على اقتراحات مخصصة للأفلام والبرامج التلفزيونية بناءً على ما شاهدته في Cronica.
pt_br: Obtenha recomendações personalizadas de filmes e séries com base no que você assistiu no Cronica.

# featureThreeTitle
source: Fine-Tune Your Experience
ar: تخصيص تجربتك
pt_br: Ajuste Fino da Experiência

# featureThreeDescription
source: More settings and improved UI to customize Cronica just the way you like it.
ar: إعدادات إضافية وتحسينات لواجهة المستخدم لتخصيص Cronica بالطريقة التي تفضلها.
pt_br: Mais configurações e interface do usuário melhorada para personalizar o Cronica exatamente como você gosta.

# thankYouTipJarMessage
source: Thank you for your purchase! Your support is much appreciated. 😁
ar: شكرًا لشرائك! يُقدر دعمك كثيرًا. 😁
pt_br: Obrigado pela sua contribuição! Seu apoio é muito apreciado. 😁

# notificationsSettingsFeedbackCall
source: Do you have a suggestion? Send a Feedback
ar: هل لديك اقتراح؟ أرسل تعليق
pt_br: Você tem alguma sugestão? Envie um Feedback

# openNotificationInSettings
source: Edit Notifications in Settings app
ar: تحرير الإشعارات في تطبيق الإعدادات
pt_br: Editar Notificações em Ajustes

# defaultWatchlistShowAllItems
source: Show All Items
ar: عرض جميع العناصر
pt_br: Mostrar Todos os Itens

# defaultWatchlistSmartFilters
source: Smart Filters
ar: الفلاتر الذكية
pt_br: Filtros Inteligentes

# defaultWatchlistFilters
source: Filters
ar: الفلاتر
pt_br: Filtros

source: More Options
ar: المزيد من الخيارات
pt_br: Mais Opções

# addToCustomList
source: Add to List...
ar: إضافة إلى القائمة المخصصة...
pt_br: Adicionar à Lista...

# behaviorMarkPreviouslyEpisodes
source: Mark all previously episodes when a newer is marked as watched
ar: وضع علامة على جميع الحلقات السابقة عند وضع علامة على الأحدث كمشاهدة
pt_br: Marque todos os episódios anteriores quando um mais novo for marcado como assistido

# changeLanguage
source: Change app language
ar: تغيير لغة التطبيق
pt_br: Alterar o idioma do aplicativo

# sendEmailFooterBackup
source: You can also send an email to contact@alexandremadeira.dev using your email client.
ar: يمكنك أيضًا إرسال بريد إلكتروني إلى contact@alexandremadeira.dev باستخدام عميل البريد الإلكتروني الخاص بك.
pt_br: Você também pode enviar um e-mail para contact@alexandremadeira.dev usando seu cliente de e-mail.

source: Added to Watchlist
ar: تمت إضافتها إلى قائمة المشاهدة
pt_br: Adicionado à Lista

source: Up Next
ar: التالي
pt_br: Seguintes

source: Mark as Watched
ar: وضع علامة كمشاهدة
pt_br: Marque como assistido

# recommendationsTitle
source: Recommendations
ar: الاقتراحات
pt_br: Recomendações

# recommendationsSubtitle
source: Based on your watched content
ar: استنادًا إلى المحتوى الذي شاهدته
pt_br: Com base no seu conteúdo assistido

source: All Items
ar: كل العناصر
pt_br: Todos os Itens

# mediaTypeFiltersNoFilter
source: All
ar: الكل
pt_br: Tudo

# mediaTypeFiltersMovies
source: Movies
ar: الأفلام
pt_br: Filmes

# mediaTypeFiltersTvShows
source: TV Shows
ar: البرامج التلفزيونية
pt_br: Séries

# mediaTypeFilter
source: Filter by media
ar: فلتر حسب الوسائط
pt_br: Filtrar por mídia

# allItemsMovies
source: All Movies
ar: كل الأفلام
pt_br: Todos os Filmes

# allItemsTVShows
source: All TV Shows
ar: كل البرامج التلفزيونية
pt_br: Todas as Séries

# importedSucceeded
source: Imported Successfully
ar: تم الاستيراد بنجاح
pt_br: Importado com sucesso

# appearanceAppIcon
source: App Icon
ar: أيقونة التطبيق
pt_br: Ícone do aplicativo

source: Classical
ar: كلاسيكي
pt_br: Clássico

source: Ticket
ar: تذكرة
pt_br: Ingresso

# explorePreferredDisplayTypeCard
source: Card
ar: بطاقة

# explorePreferredDisplayTypePoster
source: Poster
ar: بوستر

# itemContentListPreferredDisplayTypeStandard
source: Default
ar: افتراضي
pt_br: Padrão

# itemContentListPreferredDisplayTypeCard
source: Card
ar: بطاقة

# itemContentListPreferredDisplayTypePoster
source: Poster
ar: بوستر

# appIconFeedbackTitle
source: Have an idea for an icon? Send a feedback
ar: هل لديك فكرة لأيقونة؟ أرسل تعليقًا
pt_br: Tem uma ideia para um ícone? Envie um feedback

# exploreDisplayTypePicker
source: Display Style
ar: نمط العرض
pt_br: Estilo de exibição

# watchlistDisplayTypePicker
source: Display Style
ar: نمط العرض
pt_br: Estilo de exibição

# cronicaGitHub
source: Cronica GitHub Repo
ar: مستودع Cronica على GitHub

# appearanceCompactUI
source: Compact UI
ar: واجهة مستخدم مدمجة
pt_br: UI compacta

# appearanceCompactUISubtitle
source: Reduce some UI elements size to accommodate more items on the screen.
ar: تقليل حجم بعض عناصر واجهة المستخدم لاستيعاب المزيد من العناصر على الشاشة.
pt_br: Reduz alguns elementos da interface do usuário para acomodar mais itens na tela.

# selectedWatchProvider
source: Streaming Services
ar: مقدمي الخدمة
pt_br: Serviços de Streaming

# selectedWatchProviderTitle
source: Preferred Streaming Services
ar: مقدمي الخدمة المفضلة
pt_br: Serviços de Streaming Preferenciais

# selectedWatchProviderSubtitle
source: Only show 'Watch Provider' if the title is available on one of your preferred services.
ar: عرض 'مقدم الخدمة' فقط إذا كان العنوان متوفرًا على أحد مقدمي الخدمة المفضلة.
pt_br: Só mostre 'Onde Assistir' se o título estiver disponível em um dos seus serviços preferidos.

# importExportWarning
source: Export/Import is in beta, only use it to export your data or to import if you're switching your iCloud account, there's no logic at the moment to avoid duplication. A future update will provide a better experience for all.
ar: التصدير/الاستيراد في مرحلة الاختبار، استخدمها فقط لتصدير بياناتك أو لاستيرادها إذا كنت تقوم بتبديل حساب iCloud الخاص بك، لا يوجد منطق حاليًا لتجنب التكرار. ستقدم تحديثات مستقبلية تجربة أفضل للجميع.
pt_br: Exportar/Importar está em fase beta, use apenas para exportar seus dados ou para importar se estiver mudando sua conta do iCloud, não há lógica no momento para evitar duplicação. Uma atualização futura fornecerá uma experiência melhor para todos.

source: TV Show Details
ar: تفاصيل البرنامج التلفزيوني
pt_br: Detalhes da Série

# AccountSettingsViewFooterHeader
source: Connect your TMDb account
ar: قم بتوصيل حساب TMDb الخاص بك
pt_br: Conecte sua conta TMDb

# AccountSettingsViewFooter
source: Connect your TMDb account to import and sync your watchlist and lists.
ar: قم بتوصيل حساب TMDb الخاص بك لاستيراد ومزامنة قائمة المشاهدة والقوائم الخاصة بك.
pt_br: Conecte sua conta TMDb para importar e sincronizar sua lista de filmes e séries e outras listas.

# AccountSettingsViewSignOut
source: Disconnect
ar: الغاء الاتصال
pt_br: Desconectar

# AccountSettingsViewSignIn
source: Connect
ar: توصيل
pt_br: Conectar

# AccountSettingsViewListsManager
source: Your TMDB lists
ar: قوائمك في TMDb
pt_br: Suas listas TMDb

# AccountSettingsViewHeaderSignIn
source: Manage your TMDb's lists
ar: إدارة قوائمك في TMDb
pt_br: Gerencie suas listas TMDb

# removeTMDBAccount
source: Disconnect TMDB Account?
ar: هل تريد قطع اتصال حساب TMDb؟
pt_br: Desconectar conta TMDb?

source: Confirm
ar: تأكيد
pt_br: Confirmar

# tmdbLists
source: Your TMDB's Lists
ar: قوائمك في TMDb
pt_br: Suas listas TMDb

# syncTMDBList
source: Keep this list in sync
ar: الحفاظ على مزامنة هذه القائمة
pt_br: Manter esta lista sincronizada

# importTMDBList
source: Import this list
ar: استيراد هذه القائمة
pt_br: Importar esta lista

# tmdbListSyncConfig
source: Configuration
ar: التكوين
pt_br: Configuração

# importTMDBWatchlist
source: Import Watchlist
ar: استيراد قائمة المشاهدة من TMDb
pt_br: Importar lista de filmes e séries do TMDb

# syncNow
source: Sync Now with TMDB
ar: مزامنة الآن مع TMDb
pt_br: Sincronizar agora com o TMDb

# AccountSettingsViewWatchlist
source: TMDB Watchlist
ar: قائمة المشاهدة في TMDb
pt_br: Lista de filmes e séries do TMDb

# importingTMDB
source: Importing your Watchlist, please wait.
ar: جاري استيراد قائمة المشاهدة الخاصة بك، يرجى الانتظار.
pt_br: Importando sua lista de filmes e séries, aguarde.

# needToSync %lld
source: There's %lld items available to sync
ar: هناك %lld عناصر متاحة للمزامنة
pt_br: Existem %lld itens disponíveis para sincronizar

# itemsTMDB
source: Your Watchlist Items
ar: عناصر قائمة المشاهدة الخاصة بك
pt_br: Seus itens na lista

# syncingWatchlistTMDB
source: Syncing your Watchlist, please wait.
ar: جاري مزامنة قائمة المشاهدة الخاصة بك، يرجى الانتظار.
pt_br: Sincronizando sua lista de filmes e séries, aguarde.

source: Sync Watchlist
ar: مزامنة قائمة المشاهدة
pt_br: Sincronizar lista de filmes e séries

source: Delete List
ar: حذف القائمة
pt_br: Excluir lista

# listDeleted
source: This List has been successfully deleted.
ar: تم حذف هذه القائمة بنجاح.
pt_br: Esta lista foi excluída com sucesso.

source: Are you sure?
ar: هل أنت متأكد؟
pt_br: Você tem certeza?

# deleteConfirmationMessage
source: This action can't be undone. This will not delete the local list, just the one on TMDb.
ar: لا يمكن التراجع عن هذا الإجراء. هذا لن يحذف القائمة المحلية، فقط القائمة على TMDb.
pt_br: Esta ação não pode ser desfeita. Esta ação não excluirá a lista local, apenas a lista no TMDb.

# emptyLists
source: Empty
ar: فارغ
pt_br: Vazio

# publishListToTMDB
source: Publish List on TMDb
ar: نشر القائمة على TMDb
pt_br: Publicar lista no TMDb

# publishPublic
source: Public
ar: عام
pt_br: Pública

# publishPrivate
source: Private
ar: خاص
pt_br: Privada

# publishTMDBMessage
source: This will create a new list with the same title and items of this local list on TMDb. Select the privacy level that you want:
ar: سيتم إنشاء قائمة جديدة بنفس العنوان والعناصر لهذه القائمة المحلية على TMDb. حدد مستوى الخصوصية الذي ترغب فيه:
pt_br: Isso criará uma nova lista com o mesmo título e itens desta lista local no TMDb. Selecione o nível de privacidade que você deseja:

source: Edit Notes
ar: تعديل الملاحظات
pt_br: Editar notas

# createNote
source: Add Note
ar: إضافة ملاحظة
pt_br: Adicionar nota

# reviewTitle
source: Review
ar: مراجعة
pt_br: Análise

source: Review of: %@
ar: مراجعة لـ: %@
pt_br: Análise de: %@

source: Season
ar: الموسم
pt_br: Temporada

source: Rating
ar: التقييم
pt_br: Avaliação

source: Notes
ar: الملاحظات
pt_br: Notas

source: Enable Preferred Launch Screen
ar: تمكين الشاشة الافتتاحية المفضلة
pt_br: Ativar tela de lançamento preferida

source: Preferred Launch Screen
ar: الشاشة الافتتاحية المفضلة
pt_br: Tela de lançamento preferida

source: Sync in Progress
ar: جاري المزامنة
pt_br: Sincronização em andamento

# upNextSubtitle
source: Your Next Episodes
ar: الحلقات القادمة
pt_br: Seus próximos episódios

source: Pinned List
ar: القائمة المثبتة
pt_br: Lista fixada

source: Mark This Season as Watched
ar: وضع علامة على هذا الموسم كمشاهدة
pt_br: Marcar esta temporada como assistida

# pinOnHome
source: Pin This List on Home
ar: تثبيت هذه القائمة في الصفحة الرئيسية
pt_br: Fixar esta lista na tela inicial

# markThisAndPreviously
source: Mark This Episode and All Previously as Watched
ar: وضع علامة على هذه الحلقة وجميع الحلقات السابقة كمشاهدة
pt_br: Marcar este episódio e todos os anteriores como assistidos

source: Publish on TMDb
ar: نشر على TMDb
pt_br: Publicar no TMDb

source: Share Episode
ar: مشاركة الحلقة
pt_br: Compartilhar episódio

# shareShow
source: Share TV Show
ar: مشاركة البرنامج التلفزيوني
pt_br: Compartilhar Série

source: Accent Color
ar: لون التمييز
pt_br: Cor de destaque

source: Show Details
ar: عرض التفاصيل
pt_br: Mostrar detalhes

source: Removed from Pin
ar: تمت إزالتها من التثبيت
pt_br: Removido da fixação

source: Marked as Pin
ar: تم التثبيت
pt_br: Marcado como fixado

source: Removed from Archive
ar: تمت إزالتها من الأرشيف
pt_br: Removido do arquivo

source: Marked as Archive
ar: تم الأرشفة
pt_br: Marcado como arquivado

# aboutTitle
source: About
ar: حول
pt_br: Sobre

source: Version %@
ar: الإصدار %@
pt_br: Versão %@

source: Roadmap
ar: خطة العمل

source: Developed by Alexandre Madeira
ar: تم التطوير بواسطة Alexandre Madeira
pt_br: Desenvolvido por Alexandre Madeira

source: Official Website
ar: الموقع الرسمي
pt_br: Website Oficial

source: First Air Date
ar: تاريخ العرض الأول
pt_br: Data de Estreia

source: %lld Seasons • %lld Episodes
ar: %lld موسم • %lld حلقة
pt_br: %lld Temporadas • %lld Episódios

source: Overview
ar: نظرة عامة
pt_br: Visão Geral

source: Original Title
ar: العنوان الأصلي
pt_br: Título Original

source: What's New
ar: ما الجديد
pt_br: Novidades

# settingsRegionContentTitle
source: Content & Region
ar: المحتوى والمنطقة
pt_br: Conteúdo e Região

# appRegionTitle
source: Region
ar: المنطقة
pt_br: Região

# appRegionSubtitle
source: The app will adapt watch providers based on your region.
ar: سيقوم التطبيق بتكيف مزودي البث بناءً على منطقتك.
pt_br: O aplicativo irá adaptar os provedores de streaming com base na sua região.

source: Translation
ar: الترجمة
pt_br: Tradução

source: German
ar: الألمانية
pt_br: Alemão

source: Libraries
ar: المكتبات
pt_br: Bibliotecas

source: Source Code
ar: شيفرة المصدر
pt_br: Código Fonte

source: Show More
ar: عرض المزيد
pt_br: Mostrar Mais

source: Collapse
ar: طي
pt_br: Recolher

source: Watching
ar: مشاهدة
pt_br: Assistindo

source: Connected Accounts
ar: الحسابات المتصلة
pt_br: Contas Conectadas

# connectedAccountTMDB
source: The Movie Database
ar: قاعدة بيانات الأفلام

# importingWatchlistTMDB
source: Importing, please wait.
ar: جارٍ الاستيراد، يرجى الانتظار.
pt_br: Importando, por favor aguarde.

source: Account
ar: الحساب
pt_br: Conta

source: Ended Series
ar: المسلسلات المنتهية
pt_br: Finalizado

source: Create
ar: إنشاء
pt_br: Criar

source: Production Companies
ar: شركات الإنتاج
pt_br: Empresas de Produção

source: Release Dates
ar: تواريخ الإصدار
pt_br: Datas de Lançamento

# removeFromPinOnWatchedTitle
source: Remove From Pin when item is marked as watched
ar: إزالة من الثابت عند وضع علامة على العنصر كمشاهدة
pt_br: Remover do Pin quando item for marcado como assistido

# openCustomListSelectorWhenAdding
source: Open List Selector when adding an item
ar: فتح محدد القوائم عند إضافة عنصر
pt_br: Abrir Seletor de Lista ao Adicionar um Item

# showConfirmationOnRemovingItem
source: Show Remove Confirmation
ar: عرض تأكيد الإزالة
pt_br: Mostrar Confirmação ao Remover Item

source: S%d, E%d
ar: الموسم %d، الحلقة %d
pt_br: T%d, E%d

source: Premiere
ar: الاطلاق الأول
pt_br: Estreia

source: Theatrical Limited
ar: عرض محدود
pt_br: Cinema Limitado
